Repository: snow-star-1004/telegram-bot-for-pdf
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: fa_ir, he_il, ja_jp, pl_pl, tr_tr

source: Send me a number that you'll like to adjust the margin size Positive numbers will decrease the margin size and negative numbers will increase it
fa_ir: برایم شماره ای بفرستید که می خواهید اندازه حاشیه را تنظیم کنید اعداد مثبت اندازه حاشیه را کاهش می دهند و اعداد منفی آن را افزایش می دهند
he_il: שלח לי מספר שתרצה להתאים את גודל השוליים מספרים חיוביים יקטינו את גודל השוליים ומספרים שליליים יגדילו אותו
ja_jp: マージンサイズを調整する番号を送ってください 正の数値はマージンサイズを縮小し、負の数値はマージンサイズを増加させます
pl_pl: Wyślij mi numer, który chcesz dostosować rozmiar marginesu Liczby dodatnie zmniejszą rozmiar marginesu, a liczby ujemne go zwiększą
tr_tr: Bana kenar boşluğu boyutunu ayarlamak istediğiniz bir sayı gönderin Pozitif sayılar kenar boşluğu boyutunu azaltacak ve negatif sayılar artıracaktır

source: Crop
fa_ir: محصول
he_il: חתוך
ja_jp: 作物
pl_pl: Upraw
tr_tr: Kes

source: Select the crop type you'll like to perform
fa_ir: نوع محصولی را که می خواهید انجام دهد انتخاب کنید
he_il: בחר את סוג החיתוך שתרצה לבצע
ja_jp: 実行する作物の種類を選択します
pl_pl: Wybierz typ kadrowania, który chcesz wykonać
tr_tr: Gerçekleştirmek istediğiniz kırpma türünü seçin

source: The crop values are invalid, try again
fa_ir: ارزش های محصول بی اعتبار هستند، دوباره سعی کنید
he_il: ערכי החיתוך אינם חוקיים, נסה שוב
ja_jp: トリミング値が無効です。もう一度やり直してください
pl_pl: Wartości kadrowania są nieprawidłowe, spróbuj ponownie
tr_tr: Kırpma değerleri geçersiz, yeniden deneyin

source: Decrypt
fa_ir: رمزگشایی
he_il: לפענח
ja_jp: 復 号 化
pl_pl: Odszyfrować
tr_tr: Şifreyi çöz

source: Send me the password to decrypt your PDF file
fa_ir: رمز عبور را برای من بفرستید تا فایل PDF خود را رمزگشایی کنم
he_il: שלח לי את הסיסמה לפענוח הקובץ PDF שלך
ja_jp: PDFファイルの暗号化を解除するためのパスワードを送信する
pl_pl: Wyślij mi hasło do odszyfrowania pliku PDF
tr_tr: PDF dosyanızın şifresini çözmek için bana şifreyi gönderin

source: Encrypt
fa_ir: رمزگذاری
he_il: הצפן
ja_jp: 暗号化
pl_pl: Szyfrowania
tr_tr: Şifrele

source: Send me the password to encrypt your PDF file
fa_ir: رمز عبور را برای من بفرستید تا فایل PDF خود را رمزگذاری کنم
he_il: שלח לי את הסיסמה להצפנת הקובץ PDF שלך
ja_jp: PDFファイルを暗号化するためのパスワードを送信する
pl_pl: Wyślij mi hasło do zaszyfrowania pliku PDF
tr_tr: PDF'i şifrelemek için bana şifreyi yolla

source: Extract images
fa_ir: استخراج تصاویر
he_il: חלץ תמונות
ja_jp: 画像の抽出
pl_pl: Wyodrębnianie obrazów
tr_tr: Görüntüleri ayıklayın

source: Extract text
fa_ir: استخراج متن
he_il: חילוץ טקסט
ja_jp: テキストの抽出
pl_pl: Wyodrębnianie tekstu
tr_tr: Metin ayıklama

source: Grayscale
fa_ir: خاکستری
he_il: גווני אפור
ja_jp: グレースケール
pl_pl: Skala szarości
tr_tr: Gri tonlamalı

source: To images
fa_ir: به تصاویر
he_il: לתמונות
ja_jp: 画像へ
pl_pl: Do obrazów
tr_tr: Resimlere git

source: Preview
fa_ir: پیشنمایش
he_il: תצוגה מקדימה
ja_jp: プレビュー
pl_pl: Podgląd
tr_tr: Önizleme

source: Rename
fa_ir: نام
he_il: שנה שם
ja_jp: 変更
pl_pl: Zmienić nazwę
tr_tr: Yeniden Adlandır

source: File names can't contain any of the following characters, please try again: {invalid_chars}
fa_ir: نام پرونده ها نمی توانند شامل هیچ یک از کاراکترهای زیر باشند، لطفاً دوباره امتحان کنید: {invalid_chars}
he_il: שמות קבצים אינם יכולים להכיל אף אחד מהתווים הבאים, נסה שוב: {invalid_chars}
ja_jp: ファイル名に次の文字を含めることはできません。もう一度やり直してください: {invalid_chars}
pl_pl: Nazwy plików nie mogą zawierać żadnego z następujących znaków, spróbuj ponownie: {invalid_chars}
tr_tr: Dosya adları aşağıdaki karakterlerden hiçbirini içeremez, lütfen yeniden deneyin: {invalid_chars}

source: Send me the file name that you'll like to rename your PDF file into
fa_ir: نام فایلی را که می خواهید فایل PDF خود را به آن تغییر نام دهید برایم بفرستید
he_il: שלח לי את השם שתרצה לשנות לקובץ ה PDF שלך
ja_jp: PDFファイルの名前を変更したいファイル名を私に送ってください
pl_pl: Wyślij mi nazwę pliku, którą chcesz zmienić nazwę pliku PDF na
tr_tr: PDF dosyanızı yeniden adlandırmak istediğiniz dosya adını bana gönderin

source: Rotate
fa_ir: چرخش
he_il: סובב
ja_jp: 回転
pl_pl: Obracać
tr_tr: Döndür

source: Select the degrees that you'll like to rotate your PDF file in clockwise
fa_ir: درجه هایی را انتخاب کنید که می خواهید فایل PDF خود را در جهت عقربه های ساعت بچرخانید
he_il: בחר את המעלות שתרצה לשנות את הקובץ PDF שלך בסיבוב השעון
ja_jp: PDF ファイルを時計回りに回転する度を選択します。
pl_pl: Wybierz stopnie, które chcesz obrócić plik PDF zgodnie z ruchem wskazówek zegara

source: By factor
fa_ir: بر اساس عامل
he_il: לפי גורם
ja_jp: 要因別
pl_pl: Według współczynnika
tr_tr: Faktöre göre

source: To dimension
fa_ir: به بعد
he_il: לממד
ja_jp: ディメンションへ
pl_pl: Do wymiaru
tr_tr: Boyuta

source: Send me the scaling factors for the horizontal and vertical axes Example: 2 0.5 - this will double the horizontal axis and halve the vertical axis
fa_ir: عوامل پوسته پوسته شدن برای محورهای افقی و عمودی را برایم بفرستید مثال: 2 0.5 - این کار محور افقی را دو برابر می کند و محور عمودی را نصف می کند
he_il: שלח לי את גורמי שינוי קנה המידה עבור הציר האופקי והאנכי דוגמה: 2 0.5 - פעולה זו תכפיל את הציר האופקי ותצמצם בחצי את הציר האנכי
ja_jp: 水平軸と垂直軸のスケーリング係数を送ってください 例:2 0.5-これにより、水平軸が2倍になり、垂直軸が半分になります
pl_pl: Wyślij mi współczynniki skalowania dla osi poziomej i pionowej Przykład: 2 0,5 - podwoi oś poziomą i zmniejszy oś pionową o połowę
tr_tr: Bana yatay ve dikey eksenler için ölçekleme faktörlerini gönderin Örnek: 2 0.5 - bu yatay ekseni iki katına çıkaracak ve dikey ekseni yarıya indirecektir

source: Send me the width and height Example: 150 200 - this will set the width to 150 and height to 200
fa_ir: عرض و ارتفاع را برایم بفرستید مثال: 150 200 - این عرض را به 150 و ارتفاع به 200 تنظیم خواهد کرد
he_il: שלח לי את הרוחב והגובה דוגמה: 150 200 - פעולה זו תגדיר את הרוחב ל- 150 ואת הגובה ל- 200
ja_jp: 幅と高さを送ってください 例: 150 200 - 幅を 150 に、高さを 200 に設定します。
pl_pl: Wyślij mi szerokość i wysokość Przykład: 150 200 - spowoduje to ustawienie szerokości na 150 i wysokości na 200
tr_tr: Bana genişlik ve yüksekliği gönder Örnek: 150 200 - bu, genişliği 150'ye ve yüksekliği 200'e ayarlayacaktır.

source: Scale
fa_ir: مقیاس
he_il: גודל
ja_jp: スケール
pl_pl: Skali
tr_tr: Ölçekleme

source: Select the scale type you'll like to perform
fa_ir: نوع مقیاسی را که می خواهید انجام دهد انتخاب کنید
he_il: בחר את סוג קנה המידה שברצונך לבצע
ja_jp: 実行するスケールタイプを選択します
pl_pl: Wybierz typ skali, którą chcesz wykonać
tr_tr: Gerçekleştirmek istediğiniz ölçek türünü seçin

source: The scale values are invalid, try again
fa_ir: مقادیر مقیاس نامعتبر هستند، دوباره امتحان کنید
he_il: ערכי קנה המידה אינם חוקיים, נסה שוב
ja_jp: スケール値が無効です。もう一度やり直してください
pl_pl: Wartości skali są nieprawidłowe, spróbuj ponownie
tr_tr: Ölçek değerleri geçersiz, yeniden deneyin

source: Split
fa_ir: تقسیم
he_il: פיצול
ja_jp: 分割
tr_tr: Böl

source: The split range is invalid, please try again
fa_ir: محدوده تقسیم نامعتبر است، لطفا دوباره سعی کنید
he_il: טווח הפיצול אינו חוקי, אנא נסה שוב
ja_jp: 分割範囲が無効です。もう一度やり直してください
pl_pl: Zakres podziału jest nieprawidłowy, spróbuj ponownie
tr_tr: Bölme aralığı geçersiz, lütfen tekrar deneyin

source: Send me the range of pages that you'll like to keep
fa_ir: دامنه صفحاتی را که دوست دارید نگه دارید برایم بفرستید
he_il: שלח לי את טווח הדפים שאתה רוצה לשמור
ja_jp: あなたが保持したいページの範囲を私に送ってください
pl_pl: Wyślij mi zakres stron, które chcesz zachować
tr_tr: Bana saklamak istediğiniz sayfaların aralığını gönderin

source: General usage
fa_ir: استفاده عمومی
he_il: שימוש כללי
ja_jp: 一般的な使用法
pl_pl: Ogólne użycie
tr_tr: Genel kullanım

source: {range} all pages
fa_ir: {range} تمام صفحات
he_il: {range} כל העמודים
ja_jp: すべてのページを{range}
pl_pl: {range} wszystkie strony
tr_tr: Tüm sayfaları {range}

source: {range} page 8 only
fa_ir: {range} صفحه 8 تنها
he_il: {range} עמוד 8 בלבד
ja_jp: {range} ページ 8 のみ
pl_pl: {range} tylko strona 8
tr_tr: Yalnızca sayfa 8'i {range}

source: {range} first three pages
fa_ir: {range} صفحه اول
he_il: {range} שלושת העמודים הראשונים
ja_jp: 最初の 3 ページを{range}
pl_pl: {range} pierwsze trzy strony
tr_tr: {range} ilk üç sayfa

source: {range} from page 8 onward
fa_ir: {range} از صفحه 8 به بعد
he_il: {range} מעמוד 8 ואילך
ja_jp: {range} 8 ページ以降
pl_pl: {range} od strony 8
tr_tr: Sayfa 8'den itibaren {range}

source: {range} last page only
fa_ir: {range} صفحه آخر فقط
he_il: {range} העמוד האחרון בלבד
ja_jp: 最後のページのみ{range}
pl_pl: {range} tylko ostatnia strona
tr_tr: Yalnızca son sayfayı {range}

source: {range} all pages except the last page
fa_ir: {range} تمام صفحات به جز صفحه آخر
he_il: {range} כל העמודים למעט העמוד האחרון
ja_jp: 最後のページを除くすべてのページを {range} する
pl_pl: {range} wszystkie strony z wyjątkiem ostatniej strony
tr_tr: Son sayfa dışındaki tüm sayfaları {range}

source: {range} second last page only
fa_ir: {range} صفحه آخر فقط
he_il: {range} העמוד האחרון השני בלבד
ja_jp: 最後のページの2番目のページのみ{range}
pl_pl: {range} przedostatnia strona
tr_tr: yalnızca ikinci son sayfayı {range}

source: {range} last two pages
fa_ir: {range} دو صفحه آخر
he_il: {range} שני העמודים האחרונים
ja_jp: 最後の2ページを{range}
pl_pl: {range} dwie ostatnie strony
tr_tr: son iki sayfayı {range}

source: {range} third and second last pages
fa_ir: {range} و دوم آخرین صفحات
he_il: {range} העמודים האחרונים השלישי והשני
ja_jp: 最後のページと最後のページの3番目と2番目のページを{range}
pl_pl: {range} trzecia i przedostatnia strona
tr_tr: üçüncü ve ikinci son sayfaları {range}

source: Advanced usage
fa_ir: استفاده پیشرفته
he_il: שימוש מתקדם
ja_jp: 高度な使用法
pl_pl: Zaawansowane użytkowanie
tr_tr: Gelişmiş kullanım

source: {range} pages {pages} and to the end
fa_ir: {range} صفحات {pages} و تا آخر
he_il: {range} עמודים {pages} ועד הסוף
ja_jp: ページ {pages} をし、最後まで{range} する
pl_pl: {range} stron {pages} i do końca
tr_tr: sayfaları {pages} ve sonuna kadar {range}

source: {range} pages {pages}
fa_ir: {range} صفحات {pages}
he_il: {pages}עמודים {range}
ja_jp: {range} ページ {pages}
pl_pl: {pages}stron {range}
tr_tr: {range} sayfa {pages}

source: {range} all pages in reversed order
fa_ir: {range} صفحات را به ترتیب معکوس
he_il: {range} את כל העמודים בסדר הפוך
ja_jp: すべてのページを逆順に{range}
pl_pl: {range} wszystkich stron w odwróconej kolejności
tr_tr: Tüm sayfaları ters sırada {range}

source: {range} pages {pages} except {page}
fa_ir: {range} صفحه {pages} جز {page}
he_il: {pages} עמודים {range} למעט {page}
ja_jp: {page}を除くページ {pages} を{range} します。
pl_pl: {range} strony {pages} z wyjątkiem {page}
tr_tr: {page}dışında {range} sayfa {pages}

source: {range} pages {pages}
fa_ir: {range} صفحات {pages}
he_il: {pages}עמודים {range}
ja_jp: {range} ページ {pages}
pl_pl: {pages}stron {range}
tr_tr: {range} sayfa {pages}

source: Your file is too large for me to download and process, please try again with a differnt file Note that this limit is enforced by Telegram and there's nothing I can do unless Telegram changes it
fa_ir: فایل شما برای من برای دانلود و پردازش خیلی بزرگ است، لطفا دوباره با یک فایل متفاوت تلاش کنید توجه داشته باشید که این حد توسط تلگرام اجرا می شود و هیچ کاری نمی توانم انجام دهم مگر اینکه تلگرام آن را تغییر دهد
he_il: הקובץ שלך גדול מכדי שאוכל להוריד ולעבד, נסה שוב עם קובץ אחר שים לב שמגבלה זו נאכפת על ידי טלגרם ואין שום דבר שאני יכול לעשות אלא אם כן טלגרם משנה אותה
ja_jp: ファイルが大きすぎてダウンロードして処理できないので、別のファイルでもう一度お試しください この制限はTelegramによって強制されており、Telegramが変更しない限り、私にできることは何もないことに注意してください
pl_pl: Twój plik jest zbyt duży, abym mógł go pobrać i przetworzyć, spróbuj ponownie z innym plikiem Pamiętaj, że ten limit jest egzekwowany przez Telegram i nic nie mogę zrobić, chyba że Telegram go zmieni
tr_tr: Dosyanız indirmem ve işlemem için çok büyük, lütfen farklı bir dosya tekrar deneyin Bu sınırın Telegram tarafından uygulandığını ve Telegram değiştirmediği sürece yapabileceğim hiçbir şey olmadığını unutmayın

source: The file is too large for me to send to you Note that this limit is enforced by Telegram and there's nothing I can do unless Telegram changes it
fa_ir: فایل برای من خیلی بزرگ است که برای شما ارسال کنم توجه داشته باشید که این حد توسط تلگرام اجرا می شود و کاری از دستم بر نمیاد مگر اینکه تلگرام آن را تغییر دهد
he_il: הקובץ גדול מכדי שאוכל לשלוח אליך שים לב שמגבלה זו נאכפת על ידי טלגרם ואין שום דבר שאני יכול לעשות אלא אם כן טלגרם משנה אותה
ja_jp: ファイルが大きすぎて送信できません この制限はTelegramによって強制されており、Telegramが変更しない限り私にできることは何もないことに注意してください
pl_pl: Plik jest zbyt duży, abym mógł go wysłać do Ciebie Pamiętaj, że ten limit jest egzekwowany przez Telegram i nic nie mogę zrobić, chyba że Telegram go zmieni
tr_tr: Dosya size göndermem için çok büyük Bu sınırın Telegram tarafından uygulandığını ve Telegram değiştirmediği sürece yapabileceğim hiçbir şey olmadığını unutmayın.

source: Your file is not an image, please try again
fa_ir: پرونده شما یک تصویر نیست، لطفا دوباره امتحان کنید
he_il: הקובץ שלך אינו תמונה, נסה שוב
ja_jp: ファイルが画像ではありません。もう一度やり直してください
pl_pl: Twój plik nie jest obrazem, spróbuj ponownie
tr_tr: Dosyanız bir resim değil, lütfen tekrar deneyin

source: No image found in your message
fa_ir: هیچ تصویری در پیام شما یافت نمی شود
he_il: לא נמצאה תמונה בהודעה שלך
ja_jp: メッセージに画像が見つかりません
pl_pl: Brak obrazu w wiadomości
tr_tr: Mesajınızda resim bulunamadı

source: Your file is not a PDF file, please try again
fa_ir: پرونده شما یک فایل PDF نیست، لطفا دوباره امتحان کنید
he_il: הקובץ שלך אינו קובץ PDF, נא נסה שוב
ja_jp: ファイルが PDF ファイルではありません。
pl_pl: Plik nie jest plikiem PDF, spróbuj ponownie
tr_tr: Dosyanız PDF dosyası değil, lütfen yeniden deneyin

source: Action cancelled
fa_ir: اقدام لغو شد
he_il: הפעולה בוטלה
ja_jp: アクションがキャンセルされました
pl_pl: Działanie anulowane
tr_tr: İşlem iptal edildi

source: Here is your result file
fa_ir: در اینجا فایل نتیجه شما
he_il: כאן הקובץ הסופי שלך
ja_jp: ここにあなたの結果ファイルがあります
pl_pl: Oto plik wyników
tr_tr: İşte sonuç dosyanız

source: Skip
fa_ir: پرش
he_il: דלג
ja_jp: スキップ
pl_pl: Pominąć
tr_tr: Atlamak

source: Send me the text that you'll like to write into your PDF file
fa_ir: متنی را که می خواهید در فایل PDF خود بنویسید برایم بفرستید
he_il: שלח לי את הטקסט שתרצה להכניס לתוך קובץ ה PDF שלך
ja_jp: PDFファイルに書き込みたいテキストを送ってください
pl_pl: Wyślij mi tekst, który chcesz zapisać w pliku PDF
tr_tr: PDF dosyanıza yazmak isteyeceğiniz metni bana gönderin

source: Send me the font that you'll like to use for the PDF file or press {skip} to use the default font
fa_ir: فونتی را که می خواهید برای فایل PDF استفاده کنید برایم بفرستید یا {skip} از فونت پیش فرض فشار دهید
he_il: שלח לי את הגופן שבו תרצה להשתמש עבור קובץ PDF או הקש {skip} כדי להשתמש בגופן ברירת המחדל
ja_jp: PDFファイルに使用したいフォントを送るか、 {skip} を押してデフォルトのフォントを使用してください
pl_pl: Wyślij mi czcionkę, której chcesz użyć w pliku PDF, lub naciśnij {skip} , aby użyć czcionki domyślnej
tr_tr: PDF dosyası için kullanmak istediğiniz yazı tipini gönderin veya varsayılan yazı tipini kullanmak için {skip} basın

source: See here for the list of supported fonts: {fonts}
fa_ir: برای لیست فونت های پشتیبانی شده اینجا را ببینید: {fonts}
he_il: ראה כאן לקבלת רשימת הגופנים הנתמכים: {fonts}
ja_jp: サポートされているフォントの一覧については、ここを参照してください: {fonts}
pl_pl: Zobacz tutaj listę obsługiwanych czcionek: {fonts}
tr_tr: Desteklenen yazı tiplerinin listesi için buraya bakın: {fonts}

source: Unknown font, please try again
fa_ir: فونت ناشناخته، لطفا دوباره امتحان کنید
he_il: גופן לא ידוע, נא נסה שוב
ja_jp: 不明なフォントです。
pl_pl: Nieznana czcionka, spróbuj ponownie
tr_tr: Bilinmeyen yazı tipi, lütfen yeniden deneyin

source: Creating your PDF file
fa_ir: ایجاد فایل پی دی اف شما
he_il: קובץ ה־PDF שלך נוצר
ja_jp: PDF ファイルの作成
pl_pl: Tworzenie pliku PDF
tr_tr: PDF dosyanızı oluşturma

source: Send me the PDF file that you'll like to add a watermark
fa_ir: فایل پی دی اف را برایم بفرستید که می خواهید یک واترمارک اضافه کنید
he_il: שלח לי את ה PDF שתרצה להוסיף לו חותם מים
ja_jp: 透かしを追加したいPDFファイルを送ってください
pl_pl: Wyślij mi plik PDF, który chcesz dodać znak wodny
tr_tr: Filigran eklemek isteyeceğiniz PDF dosyasını bana gönderin

source: Send me the watermark PDF file
fa_ir: فایل واترمارک پی دی اف را برایم بفرستید
he_il: שלח לי את סימן המים של הקובץ PDF
ja_jp: 透かしPDFファイルを送ってください
pl_pl: Wyślij mi plik PDF znaku wodnego
tr_tr: Bana filigran PDF dosyasını gönder

source: Adding the watermark onto your PDF file
fa_ir: اضافه کردن علامت آب بر روی فایل پی دی اف خود را
he_il: מוסיף את סימן המים לקובץ ה PDF שלך
ja_jp: PDF ファイルにウォーターマークを追加する
pl_pl: Dodawanie znaku wodnego do pliku PDF
tr_tr: PDF dosyanıza filigran ekleme

source: You've sent me this webpage already and I'm still converting it
fa_ir: تو اين صفحه وب رو برام فرستادي و من هنوز دارم تبديلش ميکنم
he_il: כבר שלחת לי את דף האינטרנט הזה ואני עדיין ממיר אותו
ja_jp: あなたはすでに私にこのウェブページを送ってきました、そして私はまだそれを変換しています
pl_pl: Wysłałeś mi już tę stronę i nadal ją konwertuję
tr_tr: Bu web sayfasını bana zaten gönderdiniz ve hala dönüştürüyorum

source: Converting your webpage into a PDF file
fa_ir: تبدیل صفحه وب شما به یک فایل PDF
he_il: המרת דף האינטרנט לקובץ PDF
ja_jp: ウェブページをPDFファイルに変換する
pl_pl: Konwertowanie strony internetowej na plik PDF
tr_tr: Web sayfanızı PDF dosyasına dönüştürme

source: Unable to reach your webpage
fa_ir: قادر به رسیدن به صفحه وب شما نیست
he_il: לא ניתן להגיע לדף האינטרנט שלך
ja_jp: ウェブページにアクセスできない
pl_pl: Nie można uzyskać dostępu do strony internetowej
tr_tr: Web sayfanıza erişilemiyor

source: Failed to convert your webpage
fa_ir: موفق به تبدیل صفحه وب شما نشد
he_il: המרת דף האינטרנט שלך נכשלה
ja_jp: ウェブページの変換に失敗しました
pl_pl: Konwersja strony internetowej nie powiodła się
tr_tr: Web sayfanız dönüştürülemedi
