Repository: snow-star-1004/telegram-bot-for-pdf
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: fa_ir, he_il, ja_jp, pl_pl, tr_tr

source: Cancel
fa_ir: لغو
he_il: לבטל
ja_jp: キャンセル
pl_pl: Anuluj
tr_tr: İptal

source: Done
fa_ir: انجام
he_il: סיום
ja_jp: 完成です
pl_pl: Zrobić
tr_tr: Bitti

source: Back
fa_ir: بازگشت
he_il: חזרה
ja_jp: 戻る
pl_pl: Wstecz
tr_tr: Geri

source: Something went wrong, start over with your file or command
fa_ir: يه مشکلي پيش اومده، با پرونده يا دستورت شروع کن
he_il: משהו השתבש, התחל מחדש עם הקובץ או הפקודה שלך
ja_jp: 問題が発生しました。ファイルまたはコマンドからやり直してください
pl_pl: Coś poszło nie tak, zacznij od nowa z plikiem lub poleceniem
tr_tr: Bir şeyler ters gitti, dosyanızla veya komutunuzla baştan başlayın

source: Failed to complete process
fa_ir: فارایند تکمیل نشد
he_il: לא הצליח להשלים את התהליך
ja_jp: プロセスを完了できませんでした
pl_pl: Nie można ukończyć procesu
tr_tr: İşlem tamamlanamadı

source: Welcome to PDF Bot!
fa_ir: به ربات پی‌دی‌اف خوش آمدید!
he_il: ברוך בואך לבוט PDF!
ja_jp: PDFボットへようこそ!
pl_pl: Witamy w PDF Bot!
tr_tr: PDF Bot a hoş geldiniz!

source: Key features:
fa_ir: ویژگی های کلیدی:
he_il: תכונות מפתח:
ja_jp: 主な特徴:
pl_pl: Najważniejsze cechy:
tr_tr: Temel özellikler:

source: - Compress, merge, preview, rename, split and add watermark to PDF files
fa_ir: - فشرده سازی، ادغام، پیش نمایش، تغییر نام، تقسیم و اضافه کردن واترمارک به فایل های PDF
he_il: - דחיסה, מיזוג, תצוגה מקדימה, שינוי שם, פיצול והוספה של סימן מים לקובצי PDF
ja_jp: - PDFファイルに対する圧縮、マージ、プレビュー、名前変更、分割、透かしの追加
pl_pl: - Kompresuj, scalaj, przeglądaj, zmieniaj nazwę, dziel i dodawaj znak wodny do plików PDF
tr_tr: - PDF dosyalarını sıkıştırın, birleştirin, önizleyin, yeniden adlandırın, bölün ve filigran ekleyin

source: - Create PDF files from text messages
fa_ir: - ایجاد فایل های PDF از پیام های متنی
he_il: - יצירת קובצי PDF מהודעות טקסט
ja_jp: - テキストメッセージからPDFファイルを作成
pl_pl: - Twórz pliki PDF z wiadomości tekstowych
tr_tr: - Metin mesajlarından PDF dosyaları oluşturun

source: - Extract images and text from PDF files
fa_ir: - استخراج تصاویر و متن از فایل های PDF
he_il: - חילוץ תמונות וטקסט מקובצי PDF
ja_jp: - PDFファイルから画像やテキストを抽出
pl_pl: - Wyodrębnij obrazy i tekst z plików PDF
tr_tr: - PDF dosyalarından resimleri ve metinleri ayıklayın

source: - Convert PDF files into images
fa_ir: - تبدیل فایل های PDF به تصاویر
he_il: - המרת קובצי PDF לתמונות
ja_jp: - PDFファイルを画像に変換
pl_pl: - Konwertuj pliki PDF na obrazy
tr_tr: - PDF dosyalarını resimlere dönüştürün

source: - Convert webpages and images into PDF files
fa_ir: - تبدیل صفحات وب و تصاویر به فایل های PDF
he_il: - המרת דפי אינטרנט ותמונות לקובצי PDF
ja_jp: - ウェブページと画像をPDFファイルに変換
pl_pl: - Konwertuj strony internetowe i obrazy do plików PDF
tr_tr: - Web sayfalarını ve resimleri PDF dosyalarına dönüştürün

source: - Beautify handwritten notes images into PDF files
fa_ir: - زیبا سازی عکس یادداشت‌های دست نویس به فایل های پی دی اف
he_il: - ייפוי תמונות של הערות בכתב יד לקובצי PDF
ja_jp: - 手書きのノート画像をPDFファイルに美化
pl_pl: - Upiększaj odręczne obrazy notatek do plików PDF
tr_tr: - El yazısı not resimlerini PDF dosyası olarak güzelleştirin

source: - And more...
fa_ir: -و موارد دیگر.....
he_il: - ועוד…
ja_jp: - そしてもっと..
pl_pl: - I wiele więcej...
tr_tr: - Ve daha fazlası...

source: Type {command} to see how to use PDF Bot
fa_ir: کلمه {command} را برای دیدن نحوه استفاده از ربات پی دی اف ارسال کنید
he_il: הקלדת {command} תציג כיצד להשתמש בבוט PDF
ja_jp: PDF ボットの使用方法を確認するには、「 {command} 」と入力します。
pl_pl: Wpisz {command} , aby zobaczyć, jak korzystać z bota PDF
tr_tr: PDF Bot'un nasıl kullanılacağını görmek için {command} yazın

source: Set Language 🌎
fa_ir: تنظیم زبان 🌎
he_il: הגדרת 🌎 שפה
ja_jp: 言語設定 🌎
pl_pl: Ustaw język 🌎
tr_tr: Dili ayarla 🌎

source: Join Channel
fa_ir: پیوستن به کانال
he_il: הצטרפות לערוץ
ja_jp: チャネルに参加
pl_pl: Dołącz do kanału
tr_tr: Kanala Katıl

source: Support PDF Bot
fa_ir: حمایت از ربات پی دی اف
he_il: תמיכה בבוט PDF
ja_jp: PDFボットをサポート
pl_pl: Obsługa bota PDF
tr_tr: PDF Bot'u Destekle

source: You can perform most of the tasks by sending me one of the followings:
fa_ir: شما می توانید بیشتر کارها را با ارسال یکی از موارد زیر برای من انجام دهید:
he_il: באפשרותך לבצע את רוב המשימות על-ידי שליחת אחת מהמשימות הבאות:
ja_jp: タスクの大半は、次のいずれかを送信することで実行できます。
pl_pl: Możesz wykonać większość zadań, wysyłając mi jedną z następujących czynności:
tr_tr: Bana aşağıdakilerden birini göndererek görevlerin çoğunu gerçekleştirebilirsiniz:

source: - PDF files
fa_ir: - فایل های پی دی اف
he_il: - קובצי PDF
ja_jp: - PDFファイル
pl_pl: - Pliki PDF
tr_tr: - PDF dosyaları

source: - Images
fa_ir: -تصاویر
he_il: - תמונות
ja_jp: - 画像
pl_pl: - Obrazy
tr_tr: - Resimler

source: - Webpage links
fa_ir: - پیوندهای صفحه وب
he_il: - קישורי דף אינטרנט
ja_jp: - ウェブページへのリンク
pl_pl: - Linki do stron internetowych
tr_tr: - Web sayfası bağlantıları

source: The rest of the tasks can be performed by using the following commands:
fa_ir: بقیه کارها را می توان با استفاده از دستورات زیر انجام داد:
he_il: ניתן לבצע את שאר המשימות באמצעות הפקודות הבאות:
ja_jp: 残りのタスクは、次のコマンドを使用して実行できます。
pl_pl: Pozostałe zadania można wykonać za pomocą następujących poleceń:
tr_tr: Görevlerin geri kalanı aşağıdaki komutlar kullanılarak gerçekleştirilebilir:

source: {command} - compare PDF files
fa_ir: {command} -- مقایسه فایل های پی دی اف
he_il: {command} - השוואת קובצי PDF
ja_jp: {command} - PDF ファイルを比較する
pl_pl: {command} - porównaj pliki PDF
tr_tr: {command} - PDF dosyalarını karşılaştırma

source: {command} - merge PDF files
fa_ir: {command} -- ادغام فایل های پی دی اف
he_il: {command} - מיזוג קובצי PDF
ja_jp: {command} - PDFファイルをマージ
pl_pl: {command} - scalanie plików PDF
tr_tr: {command} - PDF dosyalarını birleştirme

source: {command} - convert and combine multiple images into PDF files
fa_ir: {command} -- تبدیل و ترکیب تصاویر متعدد به فایل های پی دی اف
he_il: {command} - המרה ושילוב של תמונות מרובות לקובצי PDF
ja_jp: {command} - 複数の画像をPDFファイルに変換して結合する
pl_pl: {command} - konwertuj i łącz wiele obrazów w pliki PDF
tr_tr: {command} - birden fazla resimi PDF dosyalarına dönüştürme ve birleştirme

source: {command} - create PDF files from text messages
fa_ir: {command} -- ایجاد فایل های پی دی اف از پیام های متنی
he_il: {command} - יצירת קובצי PDF מהודעות טקסט
ja_jp: {command} - テキストメッセージからPDFファイルを作成する
pl_pl: {command} - tworzenie plików PDF z wiadomości tekstowych
tr_tr: {command} - metin mesajlarından PDF dosyaları oluşturma

source: {command} - add watermark to PDF files
fa_ir: {command} -- اضافه کردن watermark به فایل های پی دی اف
he_il: {command} - הוספת סימן מים לקובצי PDF
ja_jp: {command} - PDF ファイルに透かしを追加する
pl_pl: {command} - dodaj znak wodny do plików PDF
tr_tr: {command} - PDF dosyalarına filigran ekleme

source: Send me one of the PDF files that you'll like to compare
fa_ir: یکی از فایلهای پی دی افی را که می‌خواهید مقایسه کنید را ارسال کنید
he_il: שלח לי את אחד מקבצי הPDF שתרצה להשוות
ja_jp: 比較したい PDF ファイルの 1 つを送信してください
pl_pl: Wyślij mi jeden z plików PDF, które chcesz porównać
tr_tr: Karşılaştırmak istediğiniz PDF dosyalarından birini gönderin

source: Note that I can only look for text differences
fa_ir: توجه داشته باشید که من فقط می توانم به دنبال تفاوتهای متن باشم
he_il: שים לב שאני יכול לחפש הבדלי טקסט בלבד
ja_jp: テキストの違いしか探せることができないことに注意してください
pl_pl: Zauważ, że mogę szukać tylko różnic w tekście
tr_tr: Yalnızca metin farklılıklarını arayabileceğimi unutmayın

source: Send me the other PDF file that you'll like to compare
fa_ir: فایل پی دی اف دیگر را برای مقایسه با فایل قبلی ارسال کنید
he_il: שלח לי את קובץ ה- PDF השני שאותו תרצה להשוות
ja_jp: 比較したい他の PDF ファイルを送信してください
pl_pl: Wyślij mi inny plik PDF, który chcesz porównać
tr_tr: Karşılaştırmak istediğiniz diğer PDF dosyasını bana gönderin

source: Comparing your PDF files
fa_ir: مقایسه فایل های PDF شما
he_il: השוואה בין קבצי PDF שלך
ja_jp: PDF ファイルの比較
pl_pl: Porównywanie plików PDF
tr_tr: PDF dosyalarınızı karşılaştırma

source: There are no text differences between your PDF files
fa_ir: هیچ تفاوت متنی بین فایل های پی دی اف شما وجود ندارد
he_il: אין הבדלי מלל בין קבצי PDF
ja_jp: PDF ファイル間にテキストの違いはありません
pl_pl: Nie ma różnic tekstowych między plikami PDF
tr_tr: PDF dosyalarınız arasında metin farkı yok

source: Something went wrong, please try again
fa_ir: يه مشکلي پيش اومده، لطفا ً دوباره سعي کن
he_il: משהו השתבש, אנא נסה שוב
ja_jp: 何かが間違っていた、もう一度やり直してください
pl_pl: Coś poszło nie tak, spróbuj ponownie
tr_tr: Bir şeyler ters gitti, lütfen tekrar deneyin

source: The button has expired, start over with your file or command
fa_ir: دکمه منقضی شده است، با فایل یا فرمان خود شروع کنید
he_il: פג תוקפו של הלחצן, התחל מחדש עם הקובץ או הפקודה שלך
ja_jp: ボタンの有効期限が切れている場合は、ファイルまたはコマンドで最初からやり直してください
pl_pl: Przycisk wygasł, zacznij od nowa z plikiem lub poleceniem
tr_tr: Düğmenin süresi doldu, dosyanızla veya komutunuzla baştan başlayın

source: Send me your feedback in English
fa_ir: بازخورد خود را به زبان انگلیسی ارسال کنید
he_il: שלח לי את המשוב שלך באנגלית
ja_jp: フィードバックを英語で受け取る
pl_pl: Prześlij mi swoją opinię w języku angielskim
tr_tr: Geri bildiriminizi bana İngilizce olarak gönderin

source: The feedback is not in English, try again
fa_ir: بازخورد به زبان انگلیسی نیست، دوباره سعی کنید
he_il: המשוב אינו באנגלית, נסה שוב
ja_jp: フィードバックは英語ではありません、もう一度やり直してください
pl_pl: Opinie nie są w języku angielskim, spróbuj ponownie
tr_tr: Geri bildiriminiz İngilizce değil, tekrar deneyin

source: Thank you for your feedback, I've forwarded it to my developer
fa_ir: با تشکر از بازخورد شما. بازخورد شما به توسعه دهنده ارسال خواهد شد.
he_il: תודה על המשוב שלך, העברתי אותו למפתח שלי
ja_jp: あなたのフィードバックをありがとう、私はそれを私の開発者に転送しました
pl_pl: Dziękuję za opinię, przesłałem ją do mojego programisty
tr_tr: Geri bildiriminiz için teşekkür ederim, geliştiricime ilettim

source: Your file is too big for me to download and process
fa_ir: فایل شما برای دانلود و پردازش برای من خیلی بزرگ است
he_il: הקובץ שלך גדול מדי מכדי שאני אוריד ואעבד אותו.
ja_jp: ファイルが大きすぎてダウンロードして処理できません
pl_pl: Twój plik jest zbyt duży, abym go pobrał i przetworzył
tr_tr: Dosyanız benim indirip işleyemeyeceğim kadar büyük

source: Note that this is a Telegram Bot limitation and there's nothing I can do unless Telegram changes this limit
fa_ir: توجه داشته باشید که این محدودیت تلگرام ربات است و هیچ کاری نمی توانم انجام دهم مگر اینکه تلگرام این حد را تغییر دهد
he_il: שים לב כי זוהי מגבלה של טלגרם ואין שום דבר שאני יכול לעשות אלא אם כן טלגרם תשנה את המגבלה הזאת
ja_jp: これは電報ボットの制限であり、テレグラムがこの制限を変更しない限り、私は何もできませんのでご注意ください
pl_pl: Zauważ, że jest to ograniczenie Bota Telegrama i nic nie mogę zrobić, chyba że Telegram zmieni ten limit
tr_tr: Bunun bir Telegram Bot sınırlaması olduğunu ve Telegram bu sınırı değiştirmediği sürece yapabileceğim hiçbir şey olmadığını unutmayın

source: Processing your file
fa_ir: پردازش پرونده شما
he_il: עיבוד הקובץ שלך
ja_jp: ファイルの処理
pl_pl: Przetwarzanie pliku
tr_tr: Dosyanızı işleme

source: Select the task that you'll like to perform
fa_ir: وظیفه ای را که می خواهید انجام دهد انتخاب کنید
he_il: בחר את הפעולות שתרצה לבצע
ja_jp: 実行するタスクを選択します。
pl_pl: Wybierz zadanie, które chcesz wykonać
tr_tr: Gerçekleştirmek istediğiniz eylemleri seçin

source: Beautify
fa_ir: زیباسازی
he_il: ייפוי
ja_jp: 美化
pl_pl: Upiększyć
tr_tr: Güzelleştirme

source: To PDF
fa_ir: به پی دی اف
he_il: ל־PDF
ja_jp: PDFへ
pl_pl: Do pliku PDF
tr_tr: PDF'ye

source: Remove last file
fa_ir: حذف اخرین فایل
he_il: הסרת הקובץ האחרון
ja_jp: 最後のファイルを削除
pl_pl: Usuń ostatni plik
tr_tr: Son dosyayı kaldır

source: Send me the images that you'll like to beautify or convert into a PDF file
fa_ir: تصاویری را که می خواهید زیبا سازی کنید یا به یک فایل PDF تبدیل کنید برایم بفرستید
he_il: שלח לי את התמונות שתרצה לייפות או להמיר לקובץ PDF
ja_jp: PDFファイルを美化したり、PDFファイルに変換したりしたい画像を送ってください
pl_pl: Wyślij mi obrazy, które chcesz upiększyć lub przekonwertować na plik PDF
tr_tr: Güzelleştirmek veya PDF dosyasına dönüştürmek istediğiniz resimleri bana gönderin

source: Note that the images will be beautified and converted in the order that you send me
fa_ir: توجه داشته باشید که تصاویر زیبا و تبدیل خواهد شد به ترتیبی که شما برای من ارسال
he_il: שים לב שהתמונות ייפו ויומרו לפי הסדר שתשלח לי
ja_jp: 画像は美化され、あなたが私を送る順序で変換されることに注意してください
pl_pl: Zauważ, że obrazy zostaną upiększone i przekonwertowane w kolejności, w jakiej mi wyślesz
tr_tr: Görüntülerin bana gönderdiğiniz sırayla güzelleştirileceğini ve dönüştürüleceğini unutmayın

source: You've sent me these images so far:
fa_ir: شما این تصاویر را تا کنون برایم ارسال کرده ای:
he_il: שלחת לי את התמונות הבאות עד כה:
ja_jp: あなたはこれまでに私にこれらの画像を送ってくれました:
pl_pl: Do tej pory przysłałeś mi te zdjęcia:
tr_tr: Bana şu ana kadar şu görüntüleri gönderdin:

source: Select the task from below if you've sent me all the images, or keep sending me the images
fa_ir: اگر تمام تصاویر را برایم فرستاده بودید، وظیفه را از زیر انتخاب کنید، یا تصاویر را برایم ارسال کنید
he_il: בחר את המשימה מלמטה אם שלחת לי את כל התמונות, או המשך לשלוח לי את התמונות
ja_jp: すべての画像を送信した場合は、下からタスクを選択するか、画像を送信し続けます
pl_pl: Wybierz zadanie z dołu, jeśli wysłałeś mi wszystkie obrazy, lub nadal wysyłaj mi obrazy
tr_tr: Tüm görüntüleri bana gönderdiyseniz aşağıdaki görevi seçin veya resimleri göndermeye devam edin

source: You've already removed all the images you've sent me
fa_ir: تو قبلا تمام تصاويري که برام فرستادي رو حذف کردي
he_il: כבר הסרת את כל התמונות ששלחת לי
ja_jp: あなたはすでにあなたが私に送ったすべての画像を削除しました
pl_pl: Wszystkie przesłane przez Ciebie obrazy zostały już usunięte
tr_tr: Bana gönderdiğiniz tüm resimleri zaten kaldırdınız

source: {file_name} has been removed
fa_ir: {file_name} حذف شده است
he_il: {file_name} הוסרה
ja_jp: {file_name} が削除されました
pl_pl: {file_name} został usunięty
tr_tr: {file_name} kaldırıldı

source: You haven't sent me any images
fa_ir: تو هيچ عکسي برام نفرستي
he_il: לא שלחת לי תמונות
ja_jp: あなたは私に画像を送っていません
pl_pl: Nie przysłałeś mi żadnych zdjęć
tr_tr: Bana hiç resim göndermedin

source: You've only sent me one image
fa_ir: تو فقط يه تصوير برام فرستادي
he_il: שלחת לי רק תמונה אחת
ja_jp: あなたは私に1つの画像しか送っていません
pl_pl: Wysłałeś mi tylko jedno zdjęcie
tr_tr: Bana sadece bir resim gönderdin

source: Beautifying and converting your images into a PDF file
fa_ir: زیبا سازی و تبدیل تصاویر خود را به یک فایل پی دی اف
he_il: ייפוי והמרה של התמונות לקובץ PDF
ja_jp: 画像を美しくしてPDFファイルに変換する
pl_pl: Upiększanie i konwertowanie obrazów do pliku PDF
tr_tr: Görüntülerinizi güzelleştirme ve PDF dosyasına dönüştürme

source: Converting your images into a PDF file
fa_ir: تبدیل تصاویر خود را به یک فایل پی دی اف
he_il: המרת התמונות לקובץ PDF
ja_jp: 画像をPDFファイルに変換する
pl_pl: Konwertowanie obrazów na plik PDF
tr_tr: Görüntülerinizi PDF dosyasına dönüştürme

source: Select your language
fa_ir: زبان خود را انتخاب کنید
he_il: בחר את השפה שלך
ja_jp: 言語を選択する
pl_pl: Wybierz swój język
tr_tr: Dilinizi seçin

source: Your language has been set to {language}
fa_ir: زبان شما تنظیم شده {language}
he_il: השפה שלך הוגדרה ל{language}
ja_jp: 言語が {language}に設定されています
pl_pl: Twój język został ustawiony na {language}
tr_tr: Diliniz {language} olarak ayarlandı

source: Send me the PDF files that you'll like to merge
fa_ir: فایل های PDF که دوست دارید با هم ادغام شوند را برایم بفرستید
he_il: שלח לי את קבצי הPDF שברצונך למזג
ja_jp: マージしたい PDF ファイルを送信する
pl_pl: Wyślij mi pliki PDF, które chcesz scalić
tr_tr: Birleştirmeyi istediğiniz PDF dosyalarını bana gönderin

source: Note that the files will be merged in the order that you send me
fa_ir: توجه داشته باشید که فایل ها به ترتیبی که برای من ارسال می کنید ادغام خواهند شد
he_il: שים לב שהקבצים ימוזגו בסדר שתשלח לי
ja_jp: ファイルは、あなたが私を送信する順序でマージされることに注意してください
pl_pl: Zauważ, że pliki zostaną scalone w kolejności, w jakiej mi wyślesz
tr_tr: Dosyaların bana gönderdiğiniz sırada birleştirileceğini unutmayın

source: You've sent me these PDF files so far:
fa_ir: شما این فایل های پی دی اف را تا کنون برایم ارسال کرده ای:
he_il: שלחת לי את קובצי ה-PDF הבאים עד כה:
ja_jp: あなたはこれまでに私にこれらのPDFファイルを送ってきました:
pl_pl: Do tej pory wysłałeś mi te pliki PDF:
tr_tr: Şimdiye kadar bana şu PDF dosyalarını gönderdiniz:

source: Press {done} if you've sent me all the PDF files that you'll like to merge or keep sending me the PDF files
fa_ir: مطبوعات {done} اگر شما برای من ارسال تمام فایل های پی دی اف است که شما می خواهم به ادغام و یا نگه داشتن ارسال فایل های پی دی اف برای من
he_il: לחץ {done} אם שלחת לי את כל קבצי הPDF שתרצה למזג או המשך לשלוח לי קבצי PDF
ja_jp: {done} を押すと、PDFファイルをマージしたり、PDFファイルを送信し続けたりしたいPDFファイルをすべて送信した場合
pl_pl: Naciśnij {done} , jeśli wysłałeś mi wszystkie pliki PDF, które chcesz scalić, lub nadal wysyłaj mi pliki PDF
tr_tr: Bana birleştirmek istediğiniz tüm PDF dosyalarını gönderdiyseniz veya PDF dosyalarını göndermeye devam ettiyseniz {done} basın

source: You've already removed all the PDF files you've sent me
fa_ir: شما در حال حاضر حذف تمام فایل های پی دی اف شما برای من فرستاده
he_il: כבר הסרת את כל קבצי ה-PDF ששלחת לי
ja_jp: 送信したすべての PDF ファイルは既に削除されています
pl_pl: Usunięto już wszystkie przesłane mi pliki PDF
tr_tr: Bana gönderdiğiniz tüm PDF dosyalarını zaten kaldırdınız

source: {file_name} has been removed for merging
fa_ir: {file_name} برای ادغام حذف شده است
he_il: {file_name} הוסר לצורך מיזוג
ja_jp: {file_name} はマージのために削除されました
pl_pl: {file_name} został usunięty w celu scalenia
tr_tr: {file_name} birleştirmek için kaldırıldı

source: You haven't sent me any PDF files
fa_ir: شما هیچ فایل پی دی اف برای من ارسال نکرده است
he_il: לא שלחת לי שום קבצי PDF
ja_jp: PDFファイルを送っていない
pl_pl: Nie wysłałeś mi żadnych plików PDF
tr_tr: Bana hiç PDF dosyası göndermedin

source: You've only sent me one PDF file
fa_ir: تو فقط يه فايل PDF برام فرستادي
he_il: שלחת לי רק קובץ PDF אחד
ja_jp: PDFファイルを1つしか送っていない
pl_pl: Wysłano mi tylko jeden plik PDF
tr_tr: Bana sadece bir PDF dosyası gönderdin

source: Merging your PDF files
fa_ir: ادغام فایل های پی دی اف خود را
he_il: מזג את קבצי ה-PDF שלך
ja_jp: PDF ファイルのマージ
pl_pl: Scalanie plików PDF
tr_tr: PDF dosyalarınızı birleştirme

source: Say Thanks
fa_ir: تشکر کنید
he_il: תגיד תודה
ja_jp: 感謝を言う
pl_pl: Powiedz dziękuję
tr_tr: Teşekkür et

source: Coffee
fa_ir: قهوه
he_il: קפה
ja_jp: コーヒー
pl_pl: Kawa
tr_tr: Kahve

source: Beer
fa_ir: آبجو
he_il: בירה
ja_jp: ビール
pl_pl: Piwo
tr_tr: Bira

source: Meal
fa_ir: وعده غذایی
he_il: ארוחה
ja_jp: 食事
pl_pl: Posiłek
tr_tr: Öğün

source: Select how you want to support PDF Bot
fa_ir: انتخاب کنید که چگونه می خواهید برای حمایت از پی دی اف ربات
he_il: בחר כיצד ברצונך לתמוך ב- PDF Bot
ja_jp: PDFボットのサポート方法を選択する
pl_pl: Wybierz sposób obsługi bota PDF
tr_tr: PDF Botu nasıl destekleyeceğinizi seçin

source: Say thanks to PDF Bot and help keep it running
fa_ir: می گویند با تشکر از ربات پی دی اف و کمک به نگه داشتن آن در حال اجرا
he_il: אנא הכר תודה ל- PDF Bot ותמוך בו בהמשך הפעילות
ja_jp: PDFボットに感謝し、それを実行し続けるのに役立ちます
pl_pl: Załóż podziękowania dla PDF Bot i pomóż utrzymać go w działaniu
tr_tr: PDF Bot'a yardım edin ve çalışmasında yardımcı olun

source: Something went wrong, try again
fa_ir: مشکلی پیش آمد، لطفا دوباره امتحان کنید.
he_il: משהו השתבש, נסה שוב
ja_jp: 問題が発生しました。もう一度やり直してください
pl_pl: Coś poszło nie tak, spróbuj ponownie
tr_tr: Bir sorun oluştu, tekrar deneyin

source: Thank you for your support!
fa_ir: با تشکر از شما برای حمایت شما!
he_il: תודה על תמיכתך!
ja_jp: ご支援ありがとうございます!
pl_pl: Dziękujemy za wsparcie!
tr_tr: Desteğin için teşekkür ederiz!

source: Help translate PDF Bot
fa_ir: کمک به ترجمه پی دی اف ربات
he_il: עזרה לתרגם Bot PDF
ja_jp: PDFボットの翻訳を支援
pl_pl: Pomoc w tłumaczeniu pdf bot
tr_tr: Uygulamayı çevirmeye yardım edin

source: Your PDF file is encrypted, decrypt it first then try again
fa_ir: فایل PDF شما رمزگذاری شده است ، رمزگشایی آن را برای اولین بار و سپس دوباره سعی کنید
he_il: קובץ ה-PDF שלך מוצפן, פענח אותו תחילה ולאחר מכן נסה שוב
ja_jp: PDFファイルは暗号化されていますので、最初に復号化してから再試行してください
pl_pl: Plik PDF jest zaszyfrowany, najpierw go odszyfruj, a następnie spróbuj ponownie
tr_tr: PDF dosyanız şifrelendi, önce şifresini çözün ve tekrar deneyin

source: Your PDF file is not encrypted
fa_ir: فایل PDF شما رمزگذاری نشده است
he_il: הקובץ PDF שלך לא מוצפן
ja_jp: PDF ファイルが暗号化されていない
pl_pl: Plik PDF nie jest zaszyfrowany
tr_tr: PDF dosyanız şifrelenmemiş

source: Incorrect password, please try again
fa_ir: رمز عبور نادرست، لطفا دوباره امتحان کنید
he_il: סיסמה שגויה, נסה שוב
ja_jp: パスワードが正しくありません。もう一度やり直してください
pl_pl: Nieprawidłowe hasło, spróbuj ponownie
tr_tr: Yanlış şifre, lütfen tekrar deneyin

source: Your PDF file is encrypted with a method that I can't decrypt
fa_ir: فایل PDF شما با روشی رمزگذاری شده است که من نمی توانم رمزگشایی کنم
he_il: קובץ PDF שלך מוצפן בשיטה שאני לא יכול לפענח
ja_jp: PDFファイルが暗号化されていない方法で暗号化されています
pl_pl: Twój plik PDF jest zaszyfrowany metodą, której nie mogę odszyfrować
tr_tr: PDF dosyanız şifresini çözemeyeceğim bir yöntemle şifreleniyor

source: No images found in your PDF file
fa_ir: هیچ عکسی در فایل PDF شما یافت نمی شود
he_il: לא נמצאו תמונות בקובץ PDF
ja_jp: PDFファイルに画像が見つかりません
pl_pl: W pliku PDF nie znaleziono żadnych obrazów
tr_tr: PDF dosyanızda resim bulunamadı

source: No text found in your PDF file
fa_ir: هیچ متنی در فایل پی دی اف شما یافت نمی شود
he_il: לא נמצא טקסט בקובץ PDF
ja_jp: PDF ファイルにテキストが見つかりません
pl_pl: Brak tekstu w pliku PDF
tr_tr: PDF dosyanızda metin bulunamadı

source: I couldn't merge your PDF files as this file is invalid: {file_name}
fa_ir: من نمی توانستم فایل های PDF شما را ادغام کنم چرا که این فایل نامعتبر است: {file_name}
he_il: לא יכולתי למזג את קבצי הPDF שלך מכיוון שקובץ זה אינו חוקי: {file_name}
ja_jp: このファイルは無効であるため、PDFファイルをマージできませんでした: {file_name}
pl_pl: Nie mogę scalić plików PDF, ponieważ ten plik jest nieprawidłowy: {file_name}
tr_tr: Bu dosya geçersiz olduğu için PDF dosyalarınızı birleştiremedim: {file_name}

source: Your PDF file already has a text layer
fa_ir: فایل PDF شما در حال حاضر دارای یک لایه متن
he_il: כבר קיים לקובץ ה PDF שלך שכבת טקסט
ja_jp: PDF ファイルにテキストレイヤーが既に存在する
pl_pl: Plik PDF ma już warstwę tekstową
tr_tr: PDF dosyanızın zaten bir metin katmanı var

source: Your PDF file is invalid
fa_ir: پرونده PDF شما نامعتبر است
he_il: קובץ PDF אינו חוקי
ja_jp: PDF ファイルが無効です
pl_pl: Twój plik PDF jest nieprawidłowy
tr_tr: PDF dosyanız geçersiz

source: Compress
fa_ir: فشرده سازی
he_il: לדחוס
ja_jp: 圧縮
pl_pl: Kompresji
tr_tr: Sıkıştır

source: File size reduced by {percent}, from {old_size} to {new_size}
fa_ir: حجم فایل با کاهش {percent}، از {old_size} به {new_size}
he_il: גודל הקובץ הופחת ב- {percent}, מ- {old_size} {new_size}
ja_jp: ファイル サイズを {percent}減らして、 {old_size} から {new_size}に
pl_pl: Rozmiar pliku zmniejszony o {percent}, z {old_size} do {new_size}
tr_tr: Dosya boyutu {percent} azaltıldı, {old_size} 'den {new_size}

source: By percentage
fa_ir: بر اساس درصد
he_il: לפי אחוזים
ja_jp: パーセンテージで
pl_pl: Procentowo
tr_tr: Yüzdeye göre

source: To margin size
fa_ir: به اندازه حاشیه
he_il: לגודל השוליים
ja_jp: 余白サイズへ
pl_pl: Do rozmiaru marginesu
tr_tr: Kenar boşluğu boyutunu azaltmak için

source: Send me a number between 0 and 100 This is the percentage of margin space to retain between the content in your PDF file and the page
fa_ir: برای من یک شماره بین 0 و 100 این درصد از فضای حاشیه برای حفظ بین محتوا در فایل پی دی اف خود و صفحه است
he_il: שלח לי מספר בין 0 ל-100 זהו אחוז שטח השוליים שיש לשמור בין התוכן בקובץ PDF לעמוד
ja_jp: 0 から 100 までの数値を送ってください これは、PDF ファイルのコンテンツとページの間に保持する余白スペースの割合です。
pl_pl: Wyślij mi liczbę z zakresu od 0 do 100 Jest to procent marginesu, który należy zachować między zawartością pliku PDF a stroną
tr_tr: Bana 0 ile 100 arasında bir sayı gönder Bu, PDF dosyanızdaki içerik ile sayfa arasında tutulacak kenar boşluğu boşluğunun yüzdesidir.
